[
  {
    "id": "ilm-ka-silsila",
    "title": "Ilm ka Silsila",
    "category": "education",
    "shortDescription": "Empowering underprivileged children through quality education initiatives.",
    "fullDescription": "<p>Ilm ka Silsila (Chain of Knowledge) is our flagship education initiative dedicated to empowering underprivileged children through quality education. The program focuses on bridging the educational gap in underserved communities of Faisalabad by providing accessible, engaging, and impactful learning experiences.</p><p>Through partnerships with local schools and community organizations, we deliver regular educational sessions, provide learning materials, and create mentorship opportunities for children who might otherwise be left behind. Our approach combines traditional learning with modern interactive methods to keep students engaged and motivated.</p><p>The program has grown significantly since its inception, reaching hundreds of children across multiple locations in Faisalabad, making quality education accessible to those who need it most.</p>",
    "imageUrl": "/images/project-ilm-ka-silsila.png",
    "impact": "Hundreds of children educated",
    "date": "",
    "isFlagship": true,
    "links": []
  },
  {
    "id": "project-parwaz",
    "title": "Project Parwaz",
    "category": "education",
    "shortDescription": "Equipping young minds with Data Science, AI, and Analytics skills.",
    "fullDescription": "<p>Project Parwaz is one of the flagship initiatives of the Global Shapers Faisalabad Hub, designed to equip young minds with technical skills in emerging fields like Data Science, AI, and Analytics. Our goal is to bridge the gap between education and industry, ensuring that students have the right skills to build successful careers in these fast-growing fields.</p><p>We reach students from various educational institutions across Pakistan through workshops, hands-on trainings, and internship programs.</p><h4>Program Structure</h4><ul><li><strong>Level 1 – Introducing Young Students to Data:</strong> Target audience is primary school students (ages 6-15). Fun and interactive sessions on basic data concepts, learning through storytelling and games, encouraging curiosity and problem-solving.</li><li><strong>Level 2 &amp; 3 – Advanced Training:</strong> Target audience is intermediate &amp; undergraduate students (ages 15-25). Fundamental &amp; advanced concepts of Data Science &amp; AI, hands-on experience with Power BI, 1-month training program with certifications, focus on real-world applications and career-building.</li></ul><h4>Impact</h4><ul><li>3 successful events with hands-on training</li><li>300+ students trained</li><li>20 students completed a 3-month internship</li><li>Career counseling &amp; mentorship provided</li></ul>",
    "imageUrl": "/images/project-parwaz.png",
    "impact": "300+ students trained, 20 internships",
    "date": "",
    "isFlagship": true,
    "links": []
  },
  {
    "id": "project-retextile",
    "title": "Project Retextile",
    "category": "climate",
    "shortDescription": "Transforming textile waste into valuable resources for sustainability.",
    "fullDescription": "<p>Project Retextile is an innovative sustainability initiative that addresses the growing problem of textile waste in Faisalabad—Pakistan's textile capital. The project focuses on transforming textile waste into valuable resources, promoting circular economy principles in the textile industry.</p><p>Through partnerships with local textile factories and waste management organizations, we collect textile waste that would otherwise end up in landfills and work to repurpose, recycle, or upcycle these materials into useful products.</p><p>The initiative also raises awareness about sustainable textile practices among manufacturers, workers, and consumers, advocating for more responsible production and consumption patterns in the industry.</p>",
    "imageUrl": "/images/project-retextile.png",
    "impact": "Reducing textile waste in Faisalabad",
    "date": "",
    "isFlagship": true,
    "links": []
  },
  {
    "id": "power-of-mind-and-belief",
    "title": "The Power of Mind and Belief",
    "category": "covid",
    "shortDescription": "Mental health awareness series during COVID-19 reaching 10,000 individuals.",
    "fullDescription": "<p>The outbreak of coronavirus (COVID-19) may be stressful for people, leaving a great impact on the mental health. Fear and anxiety about a disease can be overwhelming and cause strong emotions in adults and children. How you respond to an outbreak or any situation in life can depend on your background.</p><p>But understanding the processes and facts about the mind can help one find a better response to every challenge. The series conducted by the hub reached to 10,000 individuals filling up a positive impact of life.</p>",
    "imageUrl": "",
    "impact": "10,000 individuals reached",
    "date": "2020",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "ramadan-meals",
    "title": "Ramadan Meals | Blessings for Many",
    "category": "covid",
    "shortDescription": "Provided 14,000 free Iftar meals and cash support to 500 individuals during COVID-19.",
    "fullDescription": "<p>Economic depression in Pakistan has become severe due to COVID-19, leading to increased food poverty, especially of the daily wage earners. For the Holy month of Ramadan, Global Shapers Community Faisalabad Hub planned to provide \"Free Iftar Meals\" on daily basis in the poor areas of the district.</p><p>This project aimed to include those families who are less equitable in terms of availability of food. Through this program 14,000 iftar meals were distributed and cash support was received by 500 individuals during the Holy month.</p>",
    "imageUrl": "",
    "impact": "14,000 meals distributed, 500 individuals supported",
    "date": "2020",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "disinfecting-walkthrough-gates",
    "title": "Disinfecting Walk-through Gates",
    "category": "covid",
    "shortDescription": "Installed 5 anti-viral walkthrough gates at mosques, disinfecting 1,000 people per day.",
    "fullDescription": "<p>The Government of Pakistan allowed the residents to normalize the congregational prayers during the Holy month of Ramazan, which means an open field for coronavirus. Global Shapers Community Faisalabad Hub took the initiative of providing support to the Auqaf and Religious Affairs Department with the objective to install five anti-viral walkthrough gates at entry points of nominated mosques.</p><p>These gates acted as a great tool to curb the spread of the virus, as these walk-through gates are capable to disinfect 1,000 people on a day basis.</p>",
    "imageUrl": "",
    "impact": "5 gates installed, 1,000 people/day",
    "date": "2020",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "pursuit-avoid-spread",
    "title": "Pursuit to Avoid Spread Among Community",
    "category": "covid",
    "shortDescription": "Manufactured 100,000 hand-sanitizer bottles worth US$ 500,000 with local industry support.",
    "fullDescription": "<p>To curb the spread of COVID-19, Global Shapers Faisalabad Hub provided support to the health facilities and other demand driven points. In collaboration with the local government, we manufactured hand-sanitizers and executed an awareness campaign among community about the utilization of hand sanitizers.</p><p>Accordingly, the hub arranged the production of around 22 imperial gallons (100,000 bottles of 100 ML each) with the support of local industry, marking market value of around US$ 500,000.</p>",
    "imageUrl": "",
    "impact": "100,000 bottles produced, ~US$ 500,000 value",
    "date": "2020",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "social-protection-vulnerable",
    "title": "Social Protection for Vulnerable",
    "category": "covid",
    "shortDescription": "Provided ration packages to 2,500 needy families through Rs. 7 million community mobilization.",
    "fullDescription": "<p>In Pakistan, during the coronavirus pandemic most of the formal and informal sectors of the economy were in a state of lockdown. This situation has put the marginalized segment of society into a difficult position.</p><p>Faisalabad Hub executed the provision of social protection to the vulnerable families by providing Ration packages to 2,500 needy families identified through engaging our community members in the district. The financial requirement of around Rs. 7 million was met through mobilizing community.</p>",
    "imageUrl": "",
    "impact": "2,500 families supported, Rs. 7 million mobilized",
    "date": "2020",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "customized-awareness-campaign",
    "title": "Customized and Targeted Awareness Campaign",
    "category": "covid",
    "shortDescription": "COVID-19 awareness campaign reaching 1,000,000 people through local language booklets and radio.",
    "fullDescription": "<p>To lead the community for the awareness of COVID-19 in the language they are equipped, Global Shapers Faisalabad hub prepared a smart booklet in which the messages of the World Health Organization (WHO) were translated into the local language.</p><p>The COVID-19 awareness campaign initiated by the hub reached around 1,000,000 people. Smart Booklet, Radio messages and influencers engagement for the campaign made us reach a large number of audience from all around the globe to deliver the campaign to a larger proportion.</p>",
    "imageUrl": "",
    "impact": "1,000,000 people reached",
    "date": "2020",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "global-situation-strategic-direction",
    "title": "Global Situation and Strategic Direction",
    "category": "covid",
    "shortDescription": "11 global webinar sessions covering 32 cities to combat COVID-19 misinformation.",
    "fullDescription": "<p>To curb the spread of misinformation about the outbreak among community, Global Shapers Faisalabad Hub planned to organize at least one live session for all continents to amplify verified information, with the support from fellow shaper hubs.</p><p>Webinars were held through the joint efforts with network of Global Shapers Community. A total of 11 sessions were called covering 32 cities in which we gained information from regions and also shared with them the information of other regions to find the right facts and figures.</p>",
    "imageUrl": "",
    "impact": "11 sessions, 32 cities covered",
    "date": "2020",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "upgraded-facet-of-life",
    "title": "The Upgraded Facet of Life",
    "category": "climate",
    "shortDescription": "Quality of life questionnaire assessing satisfaction across major life domains.",
    "fullDescription": "<p>The goal of the quality of life questionnaire comprising of different modules was to assess one's perceived satisfaction or dissatisfaction in the major domains of life.</p><p>This report has been used not only to help someone measure how they perceive life, but also to help measure pain, demographic characteristics, education, hygiene, sanitation, housing, commuting, skills and enrichment and economic opportunities in order to get a much better idea of how those things affect one's day-to-day life.</p>",
    "imageUrl": "",
    "impact": "",
    "date": "",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "reforest-action-survey",
    "title": "The Reforest Action: A Qualitative Survey",
    "category": "climate",
    "shortDescription": "Survey on public/private understanding of reforestation for climate change mitigation.",
    "fullDescription": "<p>Forestation in Pakistan is a rarely happening activity and this Reforestation Survey aimed to extract a dataset to provide a record about the level of understanding held by the public and private sector figures regarding the idea and measures that should be prioritized for the implementation of the reforestation processes.</p><p>These measures may bring health benefits to local farmers, residents and especially the future generation of the city and slow down the pace of abrupt signs of climate change and global warming.</p>",
    "imageUrl": "",
    "impact": "",
    "date": "",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "advocating-climate-action",
    "title": "Advocating Climate Action",
    "category": "climate",
    "shortDescription": "Climate awareness via radio FM 96.6 reaching 600,000 people in Faisalabad.",
    "fullDescription": "<p>The effects of climate change are very much evident in our daily life. Global Shapers Faisalabad Hub planned to spread awareness about the present situation of our climate to as many people as possible through broadcasting specific prepared messages on the local radio FM 96.6.</p><p>The messages comprised of the current facts and figures, as well as ideas that could lead to a positive contribution to the climate by individuals themselves. The messages reached up to one-sixth of the city, i.e. 600,000 people within Faisalabad.</p>",
    "imageUrl": "",
    "impact": "600,000 people reached",
    "date": "",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "climate-reality-project",
    "title": "Climate Reality Project",
    "category": "climate",
    "shortDescription": "Improving air quality, public health, and environmental stewardship in Faisalabad.",
    "fullDescription": "<p>This project aims to improve air quality, public health, and environmental stewardship in Faisalabad by highlighting the need for stronger regulations, cleaner technologies, and greater awareness.</p><p>Collaboration including climate experts, industrialists, and officials, the project proposes policy enforcement, education, and joint efforts to promote sustainability.</p>",
    "imageUrl": "",
    "impact": "",
    "date": "",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "hub-talks-climate",
    "title": "Hub Talks on Climate",
    "category": "climate",
    "shortDescription": "Connecting young leaders to channel energy into climate-related policymaking and leadership.",
    "fullDescription": "<p>Our hub initiated the Hub Talks series with the aim to connect with and nurture a diverse community of young leaders to channel their energy to shape a peaceful, purposeful, and a prosperous World starting with Faisalabad.</p><p>A formation of a diverse collective of youth was required in order to put their view forward and suggestions about the programs from policymaking to leadership attributes in the area of climate change.</p>",
    "imageUrl": "",
    "impact": "",
    "date": "",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "plantation-site-visit",
    "title": "Plantation Site Visit",
    "category": "climate",
    "shortDescription": "Visited afforestation site with 300,000 plants planted at Chak 558/GB Tandlianwala.",
    "fullDescription": "<p>Visited the site at Chak 558/GB Tandlianwala along with the DC Muhammad Ali to overview the activity of afforestation and sustainability projects required to address the issue of climate change.</p><p>As many as 300,000 plants have been planted at the site so far.</p>",
    "imageUrl": "",
    "impact": "300,000 plants planted",
    "date": "",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "hubtalks-series",
    "title": "HubTalks Series",
    "category": "education",
    "shortDescription": "Global expert series reaching 1,000,000 individuals with positive influence.",
    "fullDescription": "<p>Our hub initiated the HubTalks series with the aim to connect with and nurture a diverse community of young leaders from various fellow hubs and other industries to channel their energy to shape a peaceful and prosperous World around them.</p><p>The purpose of Hub Talks was to gather experts all around the globe from different backgrounds to promote messaging to combat challenges. The series reached out to 1,000,000 individuals with a positive influence and direction to shape the future of the young leaders.</p>",
    "imageUrl": "",
    "impact": "1,000,000 individuals reached",
    "date": "",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "digital-literacy-program",
    "title": "Digital Literacy Program",
    "category": "education",
    "shortDescription": "Trained 1,000 students in freelancing, YouTube, blogging and digital skills.",
    "fullDescription": "<p>To eliminate the gap between the youth and the digital culture which is one of the main reasons of high ratio of unemployment in the city, Global Shapers Faisalabad organized a number of code labs, seminars, and workshops focusing on digital literacy.</p><p>About 1,000 students have been trained under this program enabling them to create and enhance their skills as Freelancers, Youtubers, bloggers and Trainers. The knowledge gained from this project helped the participants to support themselves financially.</p>",
    "imageUrl": "",
    "impact": "1,000 students trained",
    "date": "",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "mobile-journalism-workshop",
    "title": "Mobile Journalism Workshop",
    "category": "education",
    "shortDescription": "3-day training on mobile journalism — an emerging form of new media storytelling.",
    "fullDescription": "<p>A 3-day training session that helped participants to understand the necessary skill sets of the latest mobile technology for an easy approach towards mobile journalism, which is an emerging form of new media storytelling where reporters use portable electronic devices with network connectivity to gather, edit and distribute news from their community.</p>",
    "imageUrl": "",
    "impact": "",
    "date": "April 2019",
    "isFlagship": false,
    "links": ["https://drive.google.com/drive/u/1/folders/14kr9tf5U8qDvxgjRtBvzEf_tR4_F3zDb"]
  },
  {
    "id": "digital-marketing-freelancing-workshop",
    "title": "Digital Marketing & Freelancing Workshop",
    "category": "education",
    "shortDescription": "Workshop on modern technology and digital revolution for sustainable economic growth.",
    "fullDescription": "<p>This workshop arranged by the Faisalabad hub focused on how the modern era of technology and the digital world has revolutionized the way of doing everything, it has inserted the skill of 'thinking out of the box' in young minds resulting in sustainable economic development and growth.</p>",
    "imageUrl": "",
    "impact": "",
    "date": "August 2019",
    "isFlagship": false,
    "links": ["https://photos.google.com/u/1/share/AF1QipNAlm7KTjTzuyrxLoSgevTHoIRNw231if4mELdY2Rfhd9OvYiwZFOSkIHAeKVywzQ?key=ZGV3d05nZXAwc0tyNzItZjgyU0hrWkxMRjNxSDVR"]
  },
  {
    "id": "seo-workshop",
    "title": "SEO: Friendly Design & Development",
    "category": "education",
    "shortDescription": "SEO workshop with Google Developer Student Club on driving web traffic.",
    "fullDescription": "<p>This workshop in collaboration with Google Developer Student Club (UAF) focused on how the modern era of technology and digital world has revolutionized and how we can use SEO to drive traffic on the internet.</p>",
    "imageUrl": "",
    "impact": "",
    "date": "December 2019",
    "isFlagship": false,
    "links": ["https://photos.google.com/u/1/share/AF1QipMQMllU883wbt1s_eMt_dp3z9RJLqT057ekrCP1dgPIh1UA7GISue57pIrwYztRlQ?key=UGJfTzlCZGI1WGltdGVYV0s0TUFSOHlJYWpBc253"]
  },
  {
    "id": "career-counselling-entrepreneurship",
    "title": "Career Counselling & Entrepreneurship",
    "category": "education",
    "shortDescription": "Workshop on career selection, job targeting, and guidance for starting ventures.",
    "fullDescription": "<p>This workshop focused on how to select industry and company one wants to work for and what jobs should one target. The workshop also provided guidance for those who want to start their own ventures in future.</p>",
    "imageUrl": "",
    "impact": "",
    "date": "February 2020",
    "isFlagship": false,
    "links": ["https://photos.google.com/u/1/share/AF1QipMK5MiOTZc-NPyTBMnCHj9QuOYa-2Ni3Ffpqtk1FXVjegxgU_5Ej19F9hZyQWnkhQ?key=ZHZwc25OdjJvMWZjOG1Qc3VjMndBUEVRMlFMM3RB"]
  },
  {
    "id": "serverless-web-app-firebase",
    "title": "Build a Server-less Web App with Firebase",
    "category": "education",
    "shortDescription": "Workshop on deploying web/mobile apps using Firebase without server infrastructure.",
    "fullDescription": "<p>The workshop focused on the concepts on how to use the Firebase platform to empower and to deploy sophisticated web and mobile applications without having to build their own complex, server-side infrastructure.</p>",
    "imageUrl": "",
    "impact": "",
    "date": "February 2020",
    "isFlagship": false,
    "links": ["https://photos.google.com/u/1/share/AF1QipMdTYFZI8lHetlFPoGfxiNoGYA4LyHqh0Uhe8DcoS2WDxOQvddBT98vy-44VK8tlA?key=TGt4eVVRcW1Wa0tmVzRhbi1YSW5ldFFMOG42eDhB"]
  },
  {
    "id": "technology-fourth-industrial-revolution",
    "title": "Technology & Fourth Industrial Revolution",
    "category": "education",
    "shortDescription": "Session on AI, Cloud Computing, IoT, and Blockchain in the modern era.",
    "fullDescription": "<p>The session covered the subject matter on how to enhance knowledge in the era of modern technology and unfolded the key terminologies related to the Fourth Industrial Revolution, Artificial Intelligence, Cloud Computing, Internet of Things (IoT) and Blockchain.</p><p>In the current world of globalization a deep understanding of upcoming methodologies is required to enhance knowledge.</p>",
    "imageUrl": "",
    "impact": "",
    "date": "February 2020",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "communicate-to-influence",
    "title": "Communicate to Influence",
    "category": "education",
    "shortDescription": "Session on effective communication, DiSC profiling, and inspiring your audience.",
    "fullDescription": "<p>The session delivered the key points of how to have effective communication, what are its Fundamentals, the communication wheel and DiSC profiling — Communication.</p><p>The speaker instructed how to inspire your Audience to Action. It isn't just about the message, it's about the messenger. It isn't just about what you say, but how you say it.</p>",
    "imageUrl": "",
    "impact": "",
    "date": "March 2020",
    "isFlagship": false,
    "links": ["https://drive.google.com/drive/u/1/folders/1dsx3dBEsZRzJvhpPn_q7-bOh5NyYBe-i"]
  },
  {
    "id": "ethics-workshop",
    "title": "Ethics Workshop",
    "category": "education",
    "shortDescription": "Ethics workshop by ACCA Pakistan & British Deputy High Commission Karachi.",
    "fullDescription": "<p>Our Director Partnerships, Mr. Khurram Younis, represented Global Shapers Faisalabad at Ethics Workshop organized by ACCA Pakistan &amp; British Deputy High Commission Karachi.</p><p>The workshop aimed to drive dialogue between the key stakeholders including C-level industry executives, think tanks, and senior professionals.</p>",
    "imageUrl": "",
    "impact": "",
    "date": "",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "job-fair-expo-2020",
    "title": "2020 Job Fair and Expo",
    "category": "education",
    "shortDescription": "Job Fair on International Women's Day, mentoring 450 graduating female students.",
    "fullDescription": "<p>Global Shapers Faisalabad Hub partnered with the Government College Women University Faisalabad to organize Job Fair and Industrial Expo 2020 to lead advocacy and leadership to the women of all ages as a tribute on the \"International Women's Day\".</p><p>The shapers mentored and provided constructive support to around 450 graduating female students.</p>",
    "imageUrl": "",
    "impact": "450 students mentored",
    "date": "2020",
    "isFlagship": false,
    "links": ["https://drive.google.com/drive/u/1/folders/1dsx3dBEsZRzJvhpPn_q7-bOh5NyYBe-i"]
  },
  {
    "id": "data-science-workshop",
    "title": "Data Science Workshop",
    "category": "education",
    "shortDescription": "3-day Data Science & Analytics event training 100+ individuals at GC University.",
    "fullDescription": "<p>Global Shapers Faisalabad Hub organized a 3 day event on Data Science and Analytics at Government College University Faisalabad. The hub speakers trained 100+ individuals on how to kickstart their career as freelancers.</p><p>The workshop included theory and practical sessions and finally, a 1 month training program was offered as well.</p>",
    "imageUrl": "",
    "impact": "100+ individuals trained",
    "date": "",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "educational-workshop-thailand",
    "title": "Educational Workshop",
    "category": "education",
    "shortDescription": "Workshop with Thailand Hub for C-level executives and senior professionals.",
    "fullDescription": "<p>Our Director Partnerships, Mr. Khurram Younis, represented Global Shapers Faisalabad at Workshop organized by Thailand Hub.</p><p>The workshop aimed to drive dialogue between the key stakeholders including C-level industry executives, think tanks, and senior professionals.</p>",
    "imageUrl": "",
    "impact": "",
    "date": "",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "pakistan-tech-summit-2020",
    "title": "Pakistan Tech Summit 2020",
    "category": "education",
    "shortDescription": "Summit with 100+ global speakers from IBM, Microsoft, and 50+ tech sessions.",
    "fullDescription": "<p>Partnered with the Ejad Labs for the organization of the Summit, featuring 100+ global speakers that included notable government leaders, entrepreneurs, international tech moguls.</p><p>Technology experts from companies like IBM and Microsoft delivered 50+ sessions and showcased the best of startups for rebuilding Pakistan.</p>",
    "imageUrl": "",
    "impact": "100+ speakers, 50+ sessions",
    "date": "June 2020",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "personal-development-grooming",
    "title": "Personal Development & Grooming Program",
    "category": "equity",
    "shortDescription": "Non-formal education for child laborers and slum children at Umeed School Foundation.",
    "fullDescription": "<p>Global Shapers Faisalabad has initiated this project for child laborers and slum children with the aim to share the love and care with the children, to teach the children and bring them in the society as confident members.</p><p>7 visits to the Umeed School Foundation, Faisalabad are planned with different themes of teaching to provide non-formal training sessions to the street &amp; working children of our society and to promote literacy, ethics and morals among illiterate &amp; needy villagers from rural areas and slum dwellers of urban areas.</p>",
    "imageUrl": "",
    "impact": "7 visits, multiple teaching themes",
    "date": "",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "feeding-the-marginalized",
    "title": "Feeding the Marginalized",
    "category": "equity",
    "shortDescription": "Distributed 28,000+ meals to 200+ identified poor families daily from leftover food.",
    "fullDescription": "<p>To have a sustainable development, every country should work on the elimination of poverty from the major cities. The Global Shapers Faisalabad executed the plan of eliminating starvation and hunger from the city.</p><p>With a settled network that picks the leftover food from restaurants and delivers them on a daily basis to the identified poor families. Through our network we have identified over 200 families. Volunteers collected leftover food from restaurants and delivered it to pre-verified households unable to afford two meals a day. Over 28,000 meals were distributed, serving 70-100 families daily, significantly reducing food waste while supporting the needy.</p>",
    "imageUrl": "",
    "impact": "28,000+ meals distributed, 200+ families served",
    "date": "",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "shelter-for-homeless",
    "title": "Shelter for Homeless (Panahgah)",
    "category": "equity",
    "shortDescription": "First shelter home in Faisalabad, accommodating 300 people, inaugurated by PM.",
    "fullDescription": "<p>Global Shapers Faisalabad in collaboration with the Madinah Foundation pursued the construction of the shelter home, which is first of its kind in the city and has been constructed at the General Bus Stand. A home to many homeless residents of the city.</p><p>The \"Panahgah\" can accommodate almost 300 people and has an entire separate unit for transgenders. This facility spreads over an area of approximately 4.15 kanals and was completed at a cost of around USD 225,000. Prime Minister Imran Khan inaugurated the Panahgah. It creates ease for travelers and those who are destitute, who are financially not able to afford a stay.</p>",
    "imageUrl": "",
    "impact": "300 people capacity, USD 225,000 project",
    "date": "",
    "isFlagship": false,
    "links": []
  },
  {
    "id": "meeting-with-dc",
    "title": "Meeting with DC",
    "category": "equity",
    "shortDescription": "Delivered 1,200 units of hand sanitizers to the Deputy Commissioner.",
    "fullDescription": "<p>Handed over the first batch (consisting of 1,200 units) of hand sanitizers. The Deputy Commissioner appreciated the efforts of the Faisalabad hub and wished continued success for all the initiatives.</p>",
    "imageUrl": "",
    "impact": "1,200 sanitizer units delivered",
    "date": "",
    "isFlagship": false,
    "links": []
  }
]
